Repository: devil128/tmp-rep
Catalog: src/assets/locales/messages.*.xlf
Languages: de

source: <clr-icon clrVerticalNavIcon shape="user"></clr-icon> Users
de: <clr-icon clrVerticalNavIcon shape="user"></clr-icon> Nutzer

source: <clr-icon clrVerticalNavIcon shape="form"></clr-icon> Usermanagement
de: <clr-icon clrVerticalNavIcon shape="form"></clr-icon> Nutzerverwaltung

source: Birthday
de: Geburtstag

source: Please enter username and password to continue
de: Bitte geben Sie zuerst Nutzername und Passwort ein

source: Username
de: Nutzername

source: Username is required.
de: Der Nutzername muss eingegeben werden.

source: Minimum length is 5.
de: Mindestens 5 Zeichen.

source: Can only contain letters, numbers, _, - and ..
de: Darf nur Buchstaben, Zahlen, _, - und . enthalten.

source: Password
de: Passwort

source: Minimum length is 10.
de: Mindestens 10 Zeichen.

source: Username or password are incorrect!
de: Nutzername oder Passwort nicht korrekt!

source: user-db works!
de: user-db funktioniert!

source: user works!
de: user funktioniert!
